export const plots1 = [
    {
        id: 0,
        text: '电话响了，于睡梦中被吵醒。你感到：',
        time: '17:30',
        location: '家中客厅',
        options: [
            { 
                id: 0.0,
                label: '烦躁',
                text: '接起：喂?!',
                to: 1,
                attributesChange: {}
            },
            { 
                id: 0.1,
                label: '十分烦躁',
                text: '接起：谁他妈叫魂呢?!',
                to: 1,
                attributesChange: {}
            },
            { 
                id: 0.2,
                label: '特别烦躁',
                text: '把电话摁了。\
                      又来了一个电话，呼叫人“大哥”，接起电话。',
                to: 1,
                attributesChange: {}
            }
        ]
    },
    {
        id: 1,
        text: '妻子双手抱着满满一大摞刚收的衣服从阳台走进来，经过客厅，没有关阳台门。阳台外暖风吹了进来。\
              你感到：',
        time: '17:31',
        location: '家中客厅',
        options: [
            { 
                id: 1.0,
                label: '烦躁',
                text: '呵斥妻子：你他吗没长手是吧？进来不会关阳台门？！我的钱是天上下的？没看到里面开了空调？他吗的钱不会赚就知道浪费！',
                to: 2,
                attributesChange: {}
            },
            { 
                id: 1.1,
                label: '十分烦躁',
                text: '从手边抡起一个空酒瓶向妻子脚下扔去，呵斥妻子：你他吗没长手是吧？进来不会关阳台门？！我的钱是天上下的？没看到里面开了空调？他吗的钱不会赚就知道浪费！',
                to: 2,
                attributesChange: {
                    mood: -1,
                    violence: 1
                }
            }
        ]
    },
    {
        id: 2,
        text: '电话里传来大哥的声音：“老陈，火气很旺嘛？啊？” \
                你：“哎！是大哥哇！这不是我这个败家娘们，惹人嫌。看着就晦气！” \
                你站起走过去把阳台门关上。妻子抱着衣服进房间了，进去之前似乎有什么要说的，但最终一言不发。\
                大哥：“哎哟，夫妻俩过日子嘛，总是这样嘛。” \
                你感到：',
        time: '17:32',
        location: '家中客厅',
        options: [
            { 
                id: 2.0,
                label: '嗤之以鼻',
                text: '“大哥，女人惯不得的。你给点好脸色她就能爬到你头上作威作福。你得打哇。”',
                to: 3,
                attributesChange: {}
            },
            { 
                id: 2.1,
                label: '不以为然',
                text: '“大哥，你那是嫂子懂事儿。要我说，女人就是贱骨头，越打骂越听话，日子才能过得舒服。”',
                to: 3,
                attributesChange: {}
            }
        ]
    },
    {
        id: 3,
        text: '大哥:“哎哟, 看我跟你扯到哪儿去了! 晚点儿有几个兄弟从江苏过来谈生意, 差不多8点, 老地方, 你一起过来。” \
                你十分热情：“哎好的好的！我肯定去啊哥！还得是我大哥，有什么好事都记得我！” \
                起床，选择衣服:',
        time: '17:35',
        location: '家中客厅',
        options: [
            { 
                id: 3.0,
                label: '选什么衣服，这不是穿着呢吗？',
                text: '你坐了起来，让妻子拿了点饭菜，一边吃一边刷短视频。',
                to: 4,
                attributesChange: {
                    appearance: 1,
                    mood: 1
                }
            },
            { 
                id: 3.1,
                label: '忽然想洗澡。',
                text: '你让妻子给拿一套衣服，洗完澡换上了。妻子内心：“……怎么今天竟然还洗澡了……难得一见……” \
                        换完衣服，让妻子拿了点饭菜，你一边吃一边刷短视频。',
                to: 4,
                attributesChange: {
                    appearance: 1
                }
            }
        ]
    },
    {
        id: 4,
        text: '你连看了好几个网络美女短视频，一看评论区：“欢迎来到养不起的系列”，“去日本发展还是很有前途的”、“要是我能找一个这样的小三，我老婆脸上都有光”。\
                你深以为然依次点赞。下一条是男的变装短视频。评论区：“怎样才能让帅哥注意到我？ 怎样才能让帅哥注意到？ 怎样才能让帅哥注意？ 怎样才能让帅哥注？ 怎样才能让帅哥？ 怎样才能让帅？ 怎样才能让？ 怎样才能？ 怎样才？ 怎样？ 怎？ ？” \
                你灵感来了。不就是长得帅吗？你也行。你打开自拍界面，拍摄一张照片，配文：',
        time: '17:40',
        location: '家中客厅',
        options: [
            { 
                id: 4.0,
                label: '“男人不坏，女人不爱”',
                to: 5,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 4.1,
                label: '"我办事十拿九稳，唯独少你一吻"', 
                to: 5,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 4.2,
                label: '"连我都不赞，那你赞什么，赞助商吗？"', 
                to: 5,
                attributesChange: {
                    mood: 1
                }
            }
        ]
    },
    {
        id: 5,
        text: '又刷了一会儿，妻子把茶几附近和吃过的饭菜都收拾干净了，收拾好了却不走。\
                你：',
        time: '18:30',
        location: '家中客厅',
        options: [
            { 
                id: 5.0,
                label: '不耐烦',
                text: '“三棍子打不出一个屁，没事儿别在这儿碍眼。”',
                to: 6,
                attributesChange: {}
            },
            { 
                id: 5.1,
                label: '等待她说话', 
                text: '（继续刷短视频）',
                to: 6,
                attributesChange: {}
            },
            { 
                id: 5.2,
                label: '问她', 
                text: '“有话要说？想要钱？听到我跟大哥打电话了？知道又要有钱了是吧？”',
                to: 6,
                attributesChange: {}
            }
        ]
    },
    {
        id: 6,
        text: '妻子：“你晚上有事情要忙吗？今天儿子生日，不然我们一家一块吃个饭？而且不是答应了大舅哥吗？你说不会再出去惹事了的？在家吃饭，好不好？” \
                你感到：',
        time: '18:35',
        location: '家中客厅',
        options: [
            { 
                id: 6.0,
                label: '怒不可遏',
                text: '”轮得到你来管老子？你哥哥很牛是吧？！那你去叫他给你钱啊！什么东西？！“你把妻子往沙发上一推，摔门而去。',
                to: 7,
                attributesChange: {
                    mood: -1,
                    violence: 1
                }
            },
            { 
                id: 6.1,
                label: '啼笑皆非', 
                text: '拿出1000块钱, 丢在茶几上, “带儿子吃点好的。” \
                        离开家门',
                to: 7,
                attributesChange: {
                    money: -1,
                    mood: 1
                }
            },
            { 
                id: 6.2,
                label: '懒得搭理', 
                text: '你心想，一个娘儿们，懂什么男人的事儿？胆小得冒泡。\
                        离开家门。',
                to: 7,
                attributesChange: {}
            }
        ]
    },
    {
        id: 7,
        text: '晚高峰，路上很堵。频繁换道超了几辆车之后眼看着还是要在红灯前停下来了。\
                你决定：',
        time: '19:40',
        location: '马路上',
        options: [
            { 
                id: 7.0,
                label: '闯红灯',
                text: '没有交警，这儿的监控又好像是坏的……嗐，好的又怎么样？到时候去交警大队那边销一下不就行了，都熟人。实在不行找个小弟用他的本销，小事情。',
                to: 8,
                attributesChange: {
                    courage: 1
                }
            },
            { 
                id: 7.1,
                label: '等待绿灯', 
                text: '不闯。之前出了点事情分扣完了，要不是跟大哥一块走了点门路还得重考科目一，算了，麻烦。等一会儿又不会怎么样。',
                to: 8,
                attributesChange: {}
            }
        ]
    },
    {
        id: 8,
        text: '行驶途中，遇到无红绿灯人行道有行人过马路。\
                你打算：',
        time: '19:50',
        location: '马路上',
        options: [
            { 
                id: 8.0,
                label: '冲行人鸣笛，并加速',
                text: '你感觉你都要迟到了，这可不行，兄弟们吃法迟到多没面子。',
                to: 9,
                attributesChange: {}
            },
            { 
                id: 8.1,
                label: '点刹车，让行', 
                text: '你摇下车窗: “傻b, 不要命了是不是，会不会看路啊？！赶着送死是吧？”行人飞也似地跑了，你犹不解气，使劲按了几下喇叭。',
                to: 9,
                attributesChange: {}
            }
        ]
    },
    {
        id: 9,
        text: '行驶途中，前面有辆车挂着实习牌。\
                你决定：',
        time: '20:00',
        location: '马路上',
        options: [
            { 
                id: 9.0,
                label: '超车',
                text: '哎实习车就是开得慢，耽误事儿。你想到。',
                to: 10,
                attributesChange: {}
            },
            { 
                id: 9.1,
                label: '不超车', 
                text: '实习车，你来了点兴趣，想着跟一会儿看能不能蹭个修理费。贴了实习标不就是叫别人快来欺负它？实习车怎么也能别个屁股，蹭个修理费。',
                to: 10,
                attributesChange: {}
            }
        ]
    },
    {
        id: 10,
        text: '最终还是无事发生，但你真的迟到了。你一上桌就这位哥那位弟，这位老总那位经理地一通认识。 \
                为了炒热场子你上来就干了三杯：“来迟了啊，自罚三杯哈，这就干了！” \
                招呼服务员加菜：',
        time: '20:20',
        location: '烧烤店',
        options: [
            { 
                id: 10.0,
                label: '羊肉串、牛肉串、鸡肉串',
                text: '你感觉饿了，加了一些肉串。',
                to: 11,
                attributesChange: {}
            },
            { 
                id: 10.1,
                label: '羊鞭、韭菜', 
                text: '你加了两样壮阳的，“哎！要我说，这家店这两样是烤得不错！男人嘛！多少要吃点阳气旺的东西！”',
                to: 11,
                attributesChange: {}
            },
            { 
                id: 10.2,
                label: '啤酒', 
                text: '你：“酒不够哇，怎么能行！”',
                to: 11,
                attributesChange: {}
            },
            { 
                id: 10.3,
                label: '二锅头', 
                text: '“哎哟，哥几个也太见外了，啤的？啤的没意思！上点白的。男人喝什么啤的！”',
                to: 11,
                attributesChange: {}
            }
        ]
    },
    {
        id: 11,
        text: '酒过三巡，众人纷纷遥想过去。\
                你来劲了。\
                你：',
        time: '21:00',
        location: '烧烤店',
        options: [
            { 
                id: 11.0,
                label: '分享警局关系',
                text: '“大家多少都会赌点吧？有段时间市里抓得严呐！那也不可能不赌是吧？我在总局就有个兄弟，他呢，每次要查我赌的那块，他就先通知我，哈哈，我可是一次没被罚过！”',
                to: 12,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 11.1,
                label: '分享曾经的催债经验', 
                text: '你说之前你在“借贷公司”催债，谁不还钱，你就带着人往人家里找，砸东西，要么把人关到厂子里。\
                        大家恭维道：“果断！就是得这么治。”',
                to: 12,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 11.2,
                label: '分享发疫情财', 
                text: '“都听说过没？就前段时间，不是x市封控了嘛，大家知道嘛，这里面也能赚！你就搞个出门证，很好搞，挂靠一下谁的快递公司，是吧？找个能走的物流，随便进货。价格随便翻，哎哟，里面的人都买！” \
                        被恭维：“都知道能挣，那实际上真能赚到这钱的，也没那么多！你蛮不错哇！”',
                to: 12,
                attributesChange: {
                    mood: 1
                }
            }
        ]
    },
    {
        id: 12,
        text: '你深以为然：“谁说不是呢！我也是拿哥几个当自己人才说这些。不是自己人谁会讲呢，是吧！这就好像女人，哎哟，大家都知道，没有睡不服的，那没女人的黄毛小子不还是街上一抓一大把？哈哈哈哈！” \
                你点评道：女人，你喜欢：',
        time: '22:00',
        location: '烧烤店',
        options: [
            { 
                id: 12.0,
                label: '年纪小的',
                text: '“学生妹，好骗！又嫩，哈哈哈，听话得不行，你叫她干什么就干什么。脾气不好的嘛，你多睡几次也就脾气好了！还要怕你不去了呢！”',
                to: 13,
                attributesChange: {
                    moral: -1
                }
            },
            { 
                id: 12.1,
                label: '正当年的', 
                text: '没点年纪骚不起来哇，我当然是喜欢骚的',
                to: 13,
                attributesChange: {
                    moral: -1
                }
            },
            { 
                id: 12.2,
                label: '异域风情', 
                text: '有机会可以去东南亚洗脚哇，再来点服务，是吧，哥儿几个哈哈哈',
                to: 13,
                attributesChange: {
                    moral: -1
                }
            }
        ]
    },
    {
        id: 13,
        text: '吃吃聊聊，桌上餐盘里空的空，剩的剩。你站起来说道：“我再去加点酒菜，都还能喝吧？” \
                “哎哟，这才哪儿跟哪儿？”你听见小弟说道。 \
                你走进店中，注意到烧烤店一进门那一桌坐了三个女孩，她们三个隔着桌子呈“品”字坐着。其中独自一人坐了一边的那位，面朝门口，正咬着烤串。 \
                你觉得：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 13.0,
                label: '这都几点了，还在外面呢？',
                text: '她们三个一定是附近的楼凤（指在自己家或租公寓进行性交易的女性）。你这样想着，走向收银台加菜。',
                to: 14,
                attributesChange: {}
            },
            { 
                id: 13.1,
                label: '这么晚了，这三个女人还在烧烤店。', 
                text: '她们三个绝对是出来卖的，不然为什么这么晚还在外面？这个女人为什么对着我吃棍状物？\
                        你这样想着，走向收银台加菜。',
                to: 14,
                attributesChange: {}
            },
            { 
                id: 13.2,
                label: '异域风情', 
                text: '你走向收银台加菜。',
                to: 14,
                attributesChange: {}
            }
        ]
    },
    {
        id: 14,
        text: '你加完菜往回走。刚刚进门时能看见脸的女性此时只能看到背。她穿着粉色的上衣。\
                你心里有点痒痒。\
                你决定：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 14.0,
                label: '表达你的欣赏',
                text: '你摸了摸她的背。同时冲她吹口哨。',
                to: 15,
                attributesChange: {}
            },
            { 
                id: 14.1,
                label: '表达你的喜欢', 
                text: '你摸了摸她的背，同时冲她吹口哨，说道：“哎妹子，加个微信呀。”',
                to: 15,
                attributesChange: {}
            },
            { 
                id: 14.2,
                label: '表达你的欣赏、喜欢', 
                text: '你摸了摸她的背，手放在她背上，你笑嘻嘻的。',
                to: 15,
                attributesChange: {}
            },
            { 
                id: 14.3,
                label: '什么也不做', 
                text: '你回到店外自己那一桌。',
                to: 100,
                attributesChange: {}
            }
        ]
    },
    {
        id: 15,
        text: '这个女的立刻把你的手推开了，并说道：“你干嘛啊？有病吧你？” \
                你感到：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 15.0,
                label: '没什么感觉',
                text: '“怎么了，摸一下怎么了？装什么呀？” \
                        你再次抚摸对方的背部。',
                to: 16,
                attributesChange: {}
            },
            { 
                id: 15.1,
                label: '很有意思', 
                text: '“怎么了，摸一下怎么了？装什么呀？这个点还在外面吃烧烤，不就是出来卖嘛？哥哥照顾你生意你还要端着这就没意思了啊！” \
                        你再次抚摸对方的背部。',
                to: 16,
                attributesChange: {
                    moral: -1
                }
            },
            { 
                id: 15.2,
                label: '被激怒', 
                text: '“怎么了，摸一下怎么了？装什么呀？臭婊子！” \
                        你把对方揪起来，劈头给了一巴掌。',
                to: 16,
                attributesChange: {
                    mood: -1,
                    violence: 1,
                    life: -1
                }
            }
        ]
    },
    {
        id: 16,
        text: '这位女性推开了你，看起来怒不可遏。她的愤怒改变不了她身量瘦小的事实。你毫不在意她的情绪。你感觉被驳了面子。\
                这位女性站了起来。你：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 16.0,
                label: '不高兴',
                text: '把她按回座位，摸她的背和脸。',
                to: 17,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 16.1,
                label: '有点生气', 
                text: '你觉得这不是在挑衅你吗？你立刻把她按回座位，左右开弓打了她两拳。这位女性似乎已经有点懵了。',
                to: 17,
                attributesChange: {
                    violence: 1,
                    life: -1
                }
            },
            { 
                id: 16.2,
                label: '十分愤怒', 
                text: '你立刻把她按回座位，你不得不想到女的就是这样给脸不要脸！你好声好气地跟她说话，她竟然敢站起来！你立刻左右开弓打了她几拳。',
                to: 17,
                attributesChange: {
                    mood: -1,
                    violence: 1,
                    appearance: -1,
                    life: -1
                }
            }
        ]
    },
    {
        id: 17,
        text: '你兄弟x注意到店里发生了什么也走了进来，你冲他喊道：“这个婊子，给脸不要脸！”你一边说着一边继续殴打这位女性。你发现桌上另一位女性甲冲你抡起了酒瓶子。你：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 17.0,
                label: '不高兴',
                text: '你走向甲把她揪出座位。踢了她一脚。',
                to: 18,
                attributesChange: {}
            },
            { 
                id: 17.1,
                label: '有点生气', 
                text: '你走向甲把她揪出座位。重重地踢了她一脚。她倒在店里的桌椅中间。你冲上前去又补了几脚。',
                to: 18,
                attributesChange: {}
            },
            { 
                id: 17.2,
                label: '十分愤怒', 
                text: '你走向甲把她揪出座位。重重地踢了她一脚。她倒在店里的桌椅中间。',
                to: 18,
                attributesChange: {}
            }
        ]
    },
    {
        id: 18,
        text: '你的兄弟也在殴打这几个女人，你听见有人受伤，发出呻吟。还有店中其他顾客惊恐的：“打人了！天啊！”桌椅拖拽、拳头与身体碰撞，种种声音汇聚在一起，店里十分嘈杂。\
                你：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 18.0,
                label: '恼火',
                text: '你看到老板试图进来拦住谁，你一把推开了老板。',
                to: 19,
                attributesChange: {
                    violence: 1
                }
            },
            { 
                id: 18.1,
                label: '十分愤怒', 
                text: '你骂道：“一群贱货！就该把你们按在路边肏！”你揪住一位女性，使劲殴打她，你把她拖出烧烤店。',
                to: 19,
                attributesChange: {
                    life: -1
                }
            },
            { 
                id: 18.2,
                label: '恼火、愤怒，但……', 
                text: '你忽然觉得，似乎没有必要再打下去。已经不早了，你完全可以和兄弟们再喝点然后各回各家。你回到桌前。',
                to: 101,
                attributesChange: {}
            }
        ]
    },
    {
        id: 19,
        text: '你手中拿着破啤酒瓶。你：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 19.0,
                label: '恼火',
                text: '你看着这位女性的脸，用酒瓶破口猛划了几下，她尖叫起来，你大骂道：“让你再骚！让你再到处勾引！”',
                to: 20,
                attributesChange: {
                    violence: 1,
                    life: -2
                }
            },
            { 
                id: 19.1,
                label: '十分愤怒', 
                text: '你看着这位女性的脸，用酒瓶破口猛划了几下，她尖叫起来，你大骂道：“让你再骚！让你再到处勾引！”这位女性捂着脸，血从她指缝流出来。\
                         你又把她拉起来，喊道：“怎么不硬气了？继续推开我啊？”女性没有多的反应，只是说着：“怎么这样打人……不要打了……”你充耳不闻，拿着酒瓶子捅向她的腹部。',
                to: 20,
                attributesChange: {
                    violence: 1,
                    life: -3
                }
            }
        ]
    },
    {
        id: 20,
        text: '你用力捅了几下，这位女性已经停止反应，你随手丢开酒瓶子，发现自己手上也有血。你顺手再身上擦了擦。\
                你转头看，你兄弟刚把那桌坐着的另一位女性的头掼到台阶上。\
                你：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 20.0,
                label: '恼火',
                text: '这群不懂见好就收的婊子，以为自己人很多？ \
                        你继续对眼前的女性又踢又打，她在地上蜷成虾米的形状。',
                to: 21,
                attributesChange: {
                    violence: 1,
                    life: -2
                }
            },
            { 
                id: 20.1,
                label: '十分愤怒', 
                text: '这群不懂见好就收的婊子，以为自己人很多？\
                        你继续对眼前的女性又踢又打，她在地上蜷成虾米的形状。\
                        你用力踩了踩她的肚子，她脸朝着一边呕吐起来。',
                to: 21,
                attributesChange: {
                    violence: 1,
                    life: -3
                }
            }
        ]
    },
    {
        id: 21,
        text: '对女性拳打脚踢间，忽然你听见警笛的声音。\
                你立刻放开了她，冲她那边吐了一口唾沫，叫上兄弟：“警察来了！快走！”你们慌张忙乱地挤上不知道哪个兄弟的小面包车，离开了这个街道。',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 21.0,
                label: '切镜头',
                text: '',
                to: 102,
                attributesChange: {}
            }
        ]
    },
    {
        id: 100,
        ending: {
                id: 100.0,
                label: '游戏结束',
                text: '你感到索然无味。你回到店外自己那一桌。决定吃完这一波就撤。\
                    （性骚扰、致人轻伤、未受到法律惩罚）'
            }

    },
    {
        id: 101,
        ending: {
                id: 101.0,
                label: '游戏结束',
                text: '轻伤3年'
            }

    },
    {
        id: 102,
        ending: {
                id: 102.0,
                label: '游戏结束',
                text: '你们看到网络上传播的监控视频后，发现这件事发酵得不可收拾。在一位朋友的指点下，你和你的兄弟们连夜离开了a市，逃往b市。临走前，你妻子默默地流着眼泪，问道：“你这次又要走多久？”你嫌她碍事，当着儿子的面把她推倒在地。\
                        两天后，你们被跨省追捕归案。警察发现你刑拘在逃'
            }

    }
]