export const plots4 = [
    {
        id: 0,
        text: '闹钟响了，你摁掉闹钟睁眼，手机提示晚上有一个相亲日程。你：',
        time: '8:45',
        location: '家中',
        options: [
            { 
                id: 0.0,
                label: '抗拒',
                text: '你决定今天穿去年公司发的文化衫，配运动裤以及还没来得及刷的鞋。',
                to: 2,
                attributesChange: {
                    appearance: -1,
                    mood: -1
                }
            },
            { 
                id: 0.1,
                label: '无所谓',
                text: '你起床，感觉不好不坏，今天又是普通的一天。',
                to: 1,
                attributesChange: {}
            },
            { 
                id: 0.2,
                label: '期待',
                text: '你决定好好捯饬一番。精心打扮。',
                to: 2,
                attributesChange: {}
            }
        ]
    },
    {
        id: 1,
        text: '穿什么衣服：',
        time: '8:50',
        location: '家中',
        options: [
            { 
                id: 1.0,
                label: '实用型',
                text: '',
                to: 2,
                attributesChange: {}
            },
            { 
                id: 1.1,
                label: '好看的',
                text: '',
                to: 2,
                attributesChange: {
                    mood: 1,
                    appearance: 1
                }
            }
        ]
    },
    {
        id: 2,
        text: '你通勤时间单程1h，你一般随便做点什么，比如今天你在看：',
        time: '9:20',
        location: '地铁',
        options: [
            { 
                id: 2.0,
                label: '鸟为什么是恐龙',
                text: '“从麻雀到大雁，从鸵鸟到猫头鹰，它们与迅猛龙或强大的霸王龙之间有什么共同之处？所有这些鸟类都可以追溯到一类双足恐龙，它们主要是肉食性动物，被称为兽脚亚目恐龙（Theropoda）。”',
                to: 3,
                attributesChange: {}
            },
            { 
                id: 2.1,
                label: '纳博科夫和索尔仁尼琴的关系好不好',
                text: '“索尔仁尼琴曾经评价纳博科夫：‘我永远认为他是一个天才作家，在俄罗斯作家里，他与众不同，特立独行。’纳博科夫对索尔仁尼琴也是赞赏有加，尤其对他们共同的身份背景和文化背景，心有戚戚。”',
                to: 3,
                attributesChange: {}
            },
            { 
                id: 2.2,
                label: '右直拳出拳时身体重心要移至左脚',
                text: '“右脚蹬地、转上体和出拳的动作要协调一致。出拳时上体不可前倾……”',
                to: 3,
                attributesChange: {}
            }
        ]
    },
    {
        id: 3,
        text: '你正看着文章，手机弹出一条微信消息。\
                来自温馨一家人，爸爸@你：“没忘记吧？晚上和那个小伙子吃一餐饭。” \
                你：',
        time: '9:35',
        location: '地铁',
        options: [
            { 
                id: 3.0,
                label: '抗拒',
                text: '你很讨厌爸爸这种什么都要管的风格，你直接划掉了消息弹窗。',
                to: 4,
                attributesChange: {
                    mood: -1
                }
            },
            { 
                id: 3.1,
                label: '无所谓',
                text: '父母总是这样，爱操心。你如此想着，回了一句：“记得呢。”',
                to: 4,
                attributesChange: {}
            },
            { 
                id: 3.2,
                label: '欣然接受',
                text: '你这么期待晚上的相亲，怎么会忘记？\
                        你立刻回复，“我当然不会忘，记得牢牢的。”',
                to: 4,
                attributesChange: {}
            }
        ]
    },
    {
        id: 4,
        text: '过了一会儿，其它亲戚纷纷冒头：“小x要相亲了？是跟我上次说的那个小伙子吗？” \
                “好好把握！小x！你也28岁，自己要多上心！” \
                “我女儿在小x这个年纪都已经抱宝宝啦，小x是要再加油。” \
                “小x，要认真相亲，不要抱着玩玩的心态呀！你已经不是小姑娘了！” \
                看着这些消息，你觉得：',
        time: '9:50',
        location: '地铁',
        options: [
            { 
                id: 4.0,
                label: '抗拒',
                text: '你皱了皱眉，大上午就看到这么多倒胃口的消息，烦死了！你一条都不回，把该群聊折叠了。',
                to: 5,
                attributesChange: {
                    mood: -1
                }
            },
            { 
                id: 4.1,
                label: '无所谓', 
                text: '这些亲戚说得有点道理，但是这事儿你加油有什么用，剃头担子一头热不是自找麻烦。你发了个“嗯嗯”的表情，退出微信继续看文章去了。',
                to: 5,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 4.2,
                label: '全部接受', 
                text: '这些亲戚说得都很有道理。你也很着急，眼看年纪越来越大，朋友都结婚生子了。你甚至怀疑，自己前几年更专注工作是不是错了？最终女人还是要落脚于家庭之中……',
                to: 5,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 5,
        text: '查看邮件，收到同事小崔接下来十五天的日程安排，他要结婚了，要休半个月婚假，因此有部分他负责的工作更换了联系人，同时他邀请大家去参加他的婚礼。\
                你：',
        time: '10:20',
        location: '公司',
        options: [
            { 
                id: 5.0,
                label: '你对同事的婚礼不感兴趣。',
                text: '你祝对方新婚快乐。你正在想理由拒绝。',
                to: 6,
                attributesChange: {}
            },
            { 
                id: 5.1,
                label: '查看有多少同事回复了会参加', 
                text: '你祝对方新婚快乐。你决定随大流参加。',
                to: 6,
                attributesChange: {}
            },
            { 
                id: 5.2,
                label: '回复很高兴被邀请你一定会去', 
                text: '你祝对方新婚快乐，并表示很期待婚礼，希望自己到时候可以接到新娘的捧花',
                to: 6,
                attributesChange: {}
            }
        ]
    },
    {
        id: 6,
        text: '下一封邮件是提示季中考评开始了，附件下载，你需要先填写自评并说明自己各项任务的完成情况。\
                你：',
        time: '10:35',
        location: '公司',
        options: [
            { 
                id: 6.0,
                label: '工作完成得很不错',
                text: '因此自评写得很顺。你想你应该能得一个比较高的评级。',
                to: 7,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 6.1,
                label: '工作完成得中规中矩', 
                text: '你使用了一些技巧让自己的投入产出比更漂亮，你很是花了一些时间',
                to: 7,
                attributesChange: {
                    mood: -1
                }
            },
            { 
                id: 6.2,
                label: '工作进度不太理想', 
                text: '你挤了半天才写了几行。你心烦意乱，感觉自己很可能要被谈话甚至被优化。',
                to: 7,
                attributesChange: {
                    mood: -2
                }
            }
        ]
    },
    {
        id: 7,
        text: '午餐时间，大家在茶水间热饭，你去拿外卖，听见说隔壁组的林工说自己后天last day。\
                你和林工有过一些业务来往，你也参与讨论问道：“林工接下来去哪儿工作呀？”你们这一行在几家公司之间跳来跳去是很正常的事情。 \
                林工：“哈哈，休息一段时间回老家了。在这儿不大好留呀！” \
                你：',
        time: '12:00',
        location: '茶水间',
        options: [
            { 
                id: 7.0,
                label: '有同感',
                text: '落户、房产、学区、薪酬、职业压力。你笑了笑附和道，“老家舒服，总算能歇歇了哈哈。”',
                to: 8,
                attributesChange: {
                    mood: -1
                }
            },
            { 
                id: 7.1,
                label: '不理解', 
                text: '你不理解林工的话，“林工，你不是都落户了嘛，现在回老家不是都白费了？” \
                        其他同事说道：“是落户了，但是老林家里附近学校不怎么样，小孩读初中可能很危险呀。” \
                        林工摆了摆手，“哎就那么几件事呗，要么就得住得小，要么就得学区差。算了，老家省会重点没那么难拼。”',
                to: 8,
                attributesChange: {}
            }
        ]
    },
    {
        id: 8,
        text: '你好像明白了，又好像没有，你并没有小孩也不了解什么学区什么分流，你拿着外卖吃饭去了。\
                饭吃到一半奶奶打电话来了，你叹了口气，',
        time: '12:15',
        location: '工位',
        options: [
            { 
                id: 8.0,
                label: '接通电话',
                text: '你戴上耳机，接通了电话。\
                        “奶奶，我在吃午饭呢。”',
                to: 9,
                attributesChange: {}
            },
            { 
                id: 8.1,
                label: '不理会先吃饭', 
                text: '你把手机静音，继续吃饭。奶奶接连打了两个电话，你还是接了，“奶奶，我在吃饭呢。什么事情呀？”',
                to: 9,
                attributesChange: {}
            }
        ]
    },
    {
        id: 9,
        text: '奶奶在那边说收到了你买的衣服，又念叨：“你在外面挣钱很辛苦，自己要多吃好的，不用给我买东西。” \
                你，',
        time: '12:20',
        location: '工位',
        options: [
            { 
                id: 9.0,
                label: '感动',
                text: '“奶奶，我在外面不辛苦。给你买东西花不了多少钱，而且也是应该买的。”',
                to: 10,
                attributesChange: {}
            },
            { 
                id: 9.1,
                label: '没什么感觉', 
                text: '“奶奶，你想多了，工作都差不多，就那样，算不上多辛苦。没花多少钱。"',
                to: 10,
                attributesChange: {}
            }
        ]
    },
    {
        id: 10,
        text: '“那你自己要把钱攒着呀！我觉得你还是回家来吧，考个单位，不好吗？旱涝保收，这样我也不用担心你在外面一个人吃苦。”奶奶旧事重提。她总是觉得你在外面私企工作，不够稳定，经济情况不好就会大受打击，没有保障。',
        time: '12:25',
        location: '工位',
        options: [
            { 
                id: 10.0,
                label: '回复：再说吧再说吧，我吃饭了',
                text: '这话完全没进你的脑子，你随便敷衍了两句。',
                to: 11,
                attributesChange: {}
            },
            { 
                id: 10.1,
                label: '回复：知道了', 
                text: '你联想到这几年陆续回老家的前同事们，心里也觉得可能在这儿终究自己是定不下来的。但你总归还是不甘心的。你只能敷衍道。',
                to: 11,
                attributesChange: {}
            },
            { 
                id: 10.2,
                label: '回复：考不考得上不说，家里的公务员工资才多少？', 
                text: '你受不了了，家里不时就要叫你回去发展，可是你根本就不想，其实他们也不真的关心你是否愿意，他们只想把他们认为好的前景安置到你身上。',
                to: 11,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 11,
        text: '奶奶又念叨道，“你就是倔，你晓得原来住在老家楼下的娟娟吗？”',
        time: '12:30',
        location: '工位',
        options: [
            { 
                id: 11.0,
                label: '回复：不记得了',
                text: '',
                to: 12,
                attributesChange: {}
            },
            { 
                id: 11.1,
                label: '回复：记得，我们上的一个小学。', 
                text: '',
                to: 12,
                attributesChange: {
                    mood: 1
                }
            }
        ]
    },
    {
        id: 12,
        text: '奶奶：“她跟中医药院长家的儿子结婚啦！院长家本来就有钱，她结了婚之后立刻就给她家里立刻就搬到附中那边的新楼里面去咯！你看，原来读书的时候，楼上楼下谁不夸你，现在呢，小宝，人家向我问起你都是问我你回不回家，是不是还没有对象，背地里说读书好有什么用？我不是说读书好没有用，可是你看，你读书到外面去了，然后自己一个人在外面打拼，你一个女孩子，这样累，奶奶真的觉得很心疼。我孙女比那个娟娟好不知道多少呢？怎么……” \
                你，',
        time: '12:35',
        location: '工位',
        options: [
            { 
                id: 12.0,
                label: '回复：奶奶，我说了，我不累，我喜欢自己工作',
                text: '奶奶: “你越这么说我越心疼，每天天黑之前你能下得了班么？娟娟每天六点就到家吃饭了，你要是回来，也能过这种日子！”',
                to: 13,
                attributesChange: {}
            },
            { 
                id: 12.1,
                label: '回复：奶奶，别说了', 
                text: '奶奶：“我不说就不说了吧，你自己心里也都知道，不要怪奶奶唠叨，事情就是这样，你晚上不是也要相亲吗？好好相处一下吧。”',
                to: 13,
                attributesChange: {
                    moral: -1
                }
            },
            { 
                id: 12.2,
                label: '回复：她老公家里有钱，甚至都不是她老公有钱，有什么好羡慕的？', 
                text: '奶奶：“你这孩子，一家人哪里分的那么清楚？他爸妈有钱不就是他有钱？她老公有钱不就是她有钱？难道还能不让她花么？一家人钱就是一起用的呀？”',
                to: 13,
                attributesChange: {}
            }
        ]
    },
    {
        id: 13,
        text: '',
        time: '12:35',
        location: '工位',
        options: [
            { 
                id: 13.0,
                label: '你：“奶奶，不说了。我要午休了，挂了哈。”你觉得这些话说来说去没什么意思，你把电话挂了。',
                text: '',
                to: 14,
                attributesChange: {}
            },
            { 
                id: 13.1,
                label: '你答应了几句，借口自己要午休，挂了电话。', 
                text: '',
                to: 14,
                attributesChange: {}
            },
            { 
                id: 13.2,
                label: '你：“那她爸爸妈妈爷爷奶奶还能用她老公的钱么？不是自己的东西怎么说也不是自己的！”你和奶奶两个人互相说不通，最终挂了电话。', 
                text: '',
                to: 14,
                attributesChange: {}
            }
        ]
    },
    {
        id: 14,
        text: '因为今天要相亲，你和领导报备一句早早下班。正是晚高峰，扫场所码的人在进站口呈s型排队拐了好几个弯。你和朋友抱怨道，“没想到早下班也和晚下班一样堵。” \
                你朋友回道：“无论早晚，城市里总有无数人与你相伴……”',
        time: '18:45',
        location: '地铁入口处',
        options: [
            { 
                id: 14.0,
                label: '去餐厅',
                text: '',
                to: 15,
                attributesChange: {}
            }
        ]
    },
    {
        id: 15,
        text: '你和相亲对象约在一家河海湖鲜餐厅，你到时对方还没到，你坐到预约好的位置上，看了看餐厅的装潢，意识到这儿可能是你一般不会来吃的人均稍高的地方。\
                等了十来分钟，对方被服务员领过来，说：“不好意思，临时有点事情耽误了，一般下班没这么早，同事们有点不习惯。” \
                你，',
        time: '19:30',
        location: '餐厅',
        options: [
            { 
                id: 15.0,
                label: '表示能理解，但心里有点不高兴',
                text: '你笑着说：“是会这样，平常下班没这么早。” \
                        虽然你也下班没这么早但是你今天就足够尊重人地按时到了。为什么他就不行就会迟到？',
                to: 16,
                attributesChange: {}
            },
            { 
                id: 15.1,
                label: '表示能理解', 
                text: '你笑着说：“确实，平常下班晚不少。”',
                to: 16,
                attributesChange: {}
            },
            { 
                id: 15.2,
                label: '表示不理解', 
                text: '你面无表情，“是的，平常都下班挺晚的，所以因为今天有约我就跟同事打了招呼，按时到了。”',
                to: 17,
                attributesChange: {}
            }
        ]
    },
    {
        id: 16,
        text: '对方似乎对你的回答很满意，招呼你也看菜单，“我们看看菜单，先点菜吧。”',
        time: '19:40',
        location: '餐厅',
        options: [
            { 
                id: 16.0,
                label: '打开菜单',
                text: '',
                to: 18,
                attributesChange: {}
            }
        ]
    },
    {
        id: 17,
        text: '对方有些尴尬，没接话，打开了服务员送上来的菜单。',
        time: '19:40',
        location: '餐厅',
        options: [
            { 
                id: 17.0,
                label: '打开菜单',
                text: '',
                to: 18,
                attributesChange: {}
            }
        ]
    },
    {
        id: 18,
        text: '你打开菜单，发现自己的感觉是对的。“干邑煮鹅肝-288元，笋壳斑-398元，清炒虾仁-198元……”虽然不是不能负担，但你确实很少在这种档次的餐厅吃饭，这次也是对方约在这儿吃。\
                你正在翻阅菜单，听见对方说道，“给我们一道刺参（228元），一份蟹粉烩白玉（218元），一样金钩翅（298元），再要一盘笋壳斑（398元）。”说完，对方问你，“你还要什么吗？” \
                你：',
        time: '19:50',
        location: '餐厅',
        options: [
            { 
                id: 18.0,
                label: '不要',
                text: '按照你的经验，两个人吃饭，三菜一汤是一定足够的，但是对方已经点了4道菜了，虽然没有汤，但也够了。你：“我觉得够了，先就点这些吧。”',
                to: 19,
                attributesChange: {}
            },
            { 
                id: 18.1,
                label: '芝麻酱油麦菜-48元', 
                text: '对方点的都是肉菜，不符合你的饮食习惯，你决定再要一份时蔬：“再加一份油麦菜。”',
                to: 19,
                attributesChange: {}
            },
            { 
                id: 18.2,
                label: '松茸鱼面筋-128元', 
                text: '对方点的菜，感觉不合你的胃口，你决定再要一份作为今晚你的主菜：“再加一份松茸鱼面筋。”',
                to: 19,
                attributesChange: {}
            },
            { 
                id: 18.3,
                label: '花胶海胆-398元', 
                text: '对方点的菜，感觉不合你的胃口，两个人吃饭他一个人点满了四道菜，要么是浪费要么是不尊重人。\
                        你决定你也不管什么礼仪了，不管是AA或者是谁付，你都要加一份大菜：“再加一份花胶海胆。”',
                to: 20,
                attributesChange: {
                    mood: -1
                }
            },
            { 
                id: 18.4,
                label: '苏眉-1198元', 
                text: '对方这种点菜方式让你十分不满。对方没有询问你的意见自顾自就点了菜，难道他那几道菜都是一个人吃吗？你冷着脸补充，“加一条苏眉。”',
                to: 20,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 19,
        text: '对方听了，说道，“不知道介绍人有没有跟你讲，我年薪大概60万。你很少来这种地方吃饭吧？就大胆地点。”',
        time: '20:00',
        location: '餐厅',
        options: [
            { 
                id: 19.0,
                label: '点餐完毕',
                text: '你有些吃惊，你觉得这个人脑子有点问题，你们只有两个人，看别桌的份量，已经点了的菜完全够吃，这才不是你舍不舍得的问题。\
                        你：“已经够了，谢谢。”',
                to: 21,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 20,
        text: '对方耸耸肩，好像没把菜的价格放心上，但觉得你挺会花的。你有点恼火。',
        time: '20:00',
        location: '餐厅',
        options: [
            { 
                id: 20.0,
                label: '点餐完毕',
                text: '',
                to: 21,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 21,
        text: '点餐完毕后，他确认你的薪酬，“听介绍人说，你一个月挣一万五？” \
                你总是不喜欢这种直白的估量，但也理解这个年纪大家都目的明确，你点了点头。\
                对方说道，“可能介绍人没跟你说，我是做建筑的，现在一年大概六七十万。” \
                你:',
        time: '20:10',
        location: '餐厅',
        options: [
            { 
                id: 21.0,
                label: '回复：怎么又说一遍？',
                text: '你摸不着头脑。 \
                        对方似乎没料到你会这么说，打了个哈哈，“是吗，我没注意。”',
                to: 22,
                attributesChange: {}
            },
            { 
                id: 21.1,
                label: '回复：你好厉害啊', 
                text: '你客气地奉承了一下对方。',
                to: 22,
                attributesChange: {}
            },
            { 
                id: 21.2,
                label: '回复：嗯嗯。', 
                text: '你不知道对方说这个是什么意思。你随便糊弄了两个音节。',
                to: 22,
                attributesChange: {}
            },
            { 
                id: 21.3,
                label: '回复：哦。', 
                text: '你觉得跟你无关，礼貌回了一个字',
                to: 22,
                attributesChange: {}
            }
        ]
    },
    {
        id: 22,
        text: '对方接着说道：“考虑到你挣的比较少，我觉得我们结婚之后你可以待在家里照顾孩子。这样更有益于下一代的成长。我是很忙的，不可能经常有空跟小孩在一起。而且我养你，肯定比你自己过日子要更轻松，生活质量要更高，是吧！” \
                你：',
        time: '20:20',
        location: '餐厅',
        options: [
            { 
                id: 22.0,
                label: '感到莫名其妙',
                text: '你觉得这进展莫名其妙。你们才刚认识半小时，他已经计划好结婚后你要做全职妈妈了？\
                        你开始糊弄：“可能是吧。”',
                to: 23,
                attributesChange: {}
            },
            { 
                id: 22.1,
                label: '感到无语', 
                text: '你无语了，这人为什么又自顾自脑补到了婚后？\
                        你不知道说什么，沉默以对。',
                to: 23,
                attributesChange: {}
            },
            { 
                id: 22.2,
                label: '感到警惕，否定他说的话', 
                text: '你警惕起来，全职妈妈听起来很轻松，但实际上带小孩比你现在出门上班累得多，还跟社会脱节，这个人怎么这么自以为是？\
                        你：“我不这么觉得。带小孩挺累的。”你感觉这个人和你不大对盘。',
                to: 23,
                attributesChange: {}
            },
            { 
                id: 22.3,
                label: '感到开心', 
                text: '你觉得这个前景似乎还可以，按照你的职业发展，你近几年达到他的薪资水平的可能性很低。如果和他结婚生育，你也可以专心家庭生活。\
                        你：“有点道理。”',
                to: 23,
                attributesChange: {}
            },
            { 
                id: 22.4,
                label: '感到生气并回击', 
                text: '你生气了，你回击，“我挣的多不多不用你来评价。你就只有空工作呗，知道的你是找老婆，不知道的以为你找保姆呢。”',
                to: 24,
                attributesChange: {
                    mood: 1
                }
            }
        ]
    },
    {
        id: 23,
        text: '对方：“带小孩有什么累的呢？小孩那么简单。你是不知道我工作有多累。不过这么累，能换来家庭的稳定也是不错的，老祖宗说男主外女主内都有一定道理。” \
                你：',
        time: '20:30',
        location: '餐厅',
        options: [
            { 
                id: 23.0,
                label: '你听了这话觉得脑门嗡嗡的，怎么会有这种傻x？带小孩怎么会简单？',
                text: '',
                to: 25,
                attributesChange: {}
            },
            { 
                id: 23.1,
                label: '你翻了个白眼，懒得跟这种人多说。', 
                text: '',
                to: 25,
                attributesChange: {}
            }
        ]
    },
    {
        id: 24,
        text: '对方：“你怎么能这么说话？你太没礼貌了！” \
                你：',
        time: '20:30',
        location: '餐厅',
        options: [
            { 
                id: 24.0,
                label: '“我就算没礼貌怎么样吧？以德报怨何以报德听过没有？”',
                text: '',
                to: 26,
                attributesChange: {}
            },
            { 
                id: 24.1,
                label: '“你直接点评别人的工资，你直接要求别人全职带小孩，你有礼貌？”', 
                text: '',
                to: 26,
                attributesChange: {}
            }
        ]
    },
    {
        id: 25,
        text: '对方可能没注意到你的态度，又说道：“现在社会上就很多女孩子，完全不体谅男人养家的辛苦，好像觉得赚钱很容易一样，动不动要求这个要求那个，却自己什么都不付出。我看你不像那样的女孩。女孩子，本来就应该本分一点顾家一点，不要老想一些有的没的。”',
        time: '20:40',
        location: '餐厅',
        options: [
            { 
                id: 25.0,
                label: '沉默',
                text: '你开始怀疑自己今天来相亲就是个错误，你甚至考虑起了借口上厕所直接走人。这人完全无视你的想法，自己就能演完80集长连续剧。',
                to: 27,
                attributesChange: {}
            }
        ]
    },
    {
        id: 26,
        text: '对方看起来要气死了，指着你只说：“疯女人！”好像他连饭也不想吃了。\
                你忽然想到今天这餐的价钱，你绝不能允许他跑了而你一个人付钱吃哑巴亏。\
                你冲他挑衅道，“你该不会气得饭都不敢吃了吧？真是小肚鸡肠！”',
        time: '20:40',
        location: '餐厅',
        options: [
            { 
                id: 26.0,
                label: '继续怼',
                text: '对方气得直骂：“疯了吧？我从来没见过你这么疯的女的！” \
                        你无所谓地说道：“我建议你还是安分点把这餐饭应付完了，然后回去呢，跟介绍人怎么说我都无所谓。省得别人觉得你一餐饭没吃完不给面子。” \
                        你掏出手机开始玩。',
                to: 27,
                attributesChange: {}
            }
        ]
    },
    {
        id: 27,
        text: '你们都吃得差不多了，你怀着如果aa吃少了就是亏的心情狼吞虎咽，对方不知是想法差不多还是原本就是这种进食习惯也吃得十分狂野。\
                到了结账的时候，你：',
        time: '20:50',
        location: '餐厅',
        options: [
            { 
                id: 27.0,
                label: '提出aa',
                text: '你说：“我们把帐A一下吧。你收款码出示一下。”',
                to: 29,
                attributesChange: {
                    money: -1
                }
            },
            { 
                id: 27.1,
                label: '按兵不动', 
                text: '你低头看手机，心里的想法是如果对方要求aa你就转账，否则你不会主动提出平摊，要是能让讨厌的人吃亏，干嘛不呢？',
                to: 28,
                attributesChange: {}
            }
        ]
    },
    {
        id: 28,
        text: '对方：“你把钱转我一半吧。” \
                你内心：甚至他还没结账呢？真是怕我跑了。你看着对方的微信二维码提醒道：“你可以直接给我你的收款码，不用加好友。” \
                对方似乎有点懊恼，气急败坏地说，“一时忘记了，我也不想加你微信！”',
        time: '21:00',
        location: '餐厅',
        options: [
            { 
                id: 28.0,
                label: '返回公司',
                text: '',
                to: 30,
                attributesChange: {
                    money: -1
                }
            }
        ]
    },
    {
        id: 29,
        text: '此次相亲你深受刺激，你觉得果然，靠人不如靠己，别人的60w又有什么用？还是自己的1w5可靠！你返回公司加班、学习 \
                回过神来，时间已经过了午夜。虽然向窗外看去还有一些高楼的办公室亮着灯，但你还是陷入了自我怀疑中：“只靠加班堆时间就是我的努力？其实我很失败吧……” \
                你约好友（gay蜜）出来撸串',
        time: '21:50',
        location: '公司',
        options: [
            { 
                id: 29.0,
                label: '去撸串',
                text: '',
                to: 30,
                attributesChange: {}
            }
        ]
    },
    {
        id: 30,
        text: '你们在店里坐定 \
                好友：你怎么啦？\
                你：今天去相亲，碰到个奇葩',
        time: '00:30',
        location: '烧烤店',
        options: [
            { 
                id: 30.0,
                label: '仗着自己挣得多，觉得女性就应该为他的事业让步，说我挣得少就应该别工作了！',
                text: '',
                to: 31,
                attributesChange: {}
            },
            { 
                id: 30.1,
                label: '吃饭就吃饭，我是节俭能吃多少点多少，他竟然觉得我挣得少眼皮浅',
                text: '',
                to: 31,
                attributesChange: {}
            },
            { 
                id: 30.2,
                label: '上来就问月薪，特别不尊重人，还说带小孩简单！',
                text: '',
                to: 31,
                attributesChange: {}
            }
        ]
    },
    {
        id: 31,
        text: '好友：好奇葩！ \
                你：对吧？！真的是无语了，气得我回公司奋发了都！\
                好友：真是委屈你了，这餐饭吃得有什么意思，吃得再好也像上刑一样！',
        time: '00:40',
        location: '烧烤店',
        options: [
            { 
                id: 31.0,
                label: '点菜',
                text: '',
                to: 32,
                attributesChange: {
                    mood: 1
                }
            }
        ]
    },
    {
        id: 32,
        text: '就是，不提扫兴事了，我们点菜吧',
        time: '00:50',
        location: '烧烤店',
        options: [
            { 
                id: 32.0,
                label: '羊肉串、牛肉串、鸡肉串',
                text: '你们点了许多肉串，很香',
                to: 33,
                attributesChange: {}
            },
            { 
                id: 32.1,
                label: '韭菜、白菜、茄子',
                text: '你们点了许多蔬菜，很好吃',
                to: 33,
                attributesChange: {}
            },
            { 
                id: 32.2,
                label: '啤酒',
                text: '你们点了啤酒，啤酒就烤串，舒服',
                to: 33,
                attributesChange: {}
            },
            { 
                id: 32.3,
                label: '冰绿豆',
                text: '你们点了冰绿豆，冰绿豆就烤串，舒服',
                to: 33,
                attributesChange: {}
            }
        ]
    },
    {
        id: 33,
        text: '你听见一声“你干嘛啊？有病吧你”，你向声源看去，一个膀大腰圆的黑衣男子站在一个女孩身后，正是那个女孩说的。\
                你立刻问好友：“那边是怎么了？是不是那个男的在骚扰那个妹子？” \
                好友也转头看去，说：“不知道……”',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 33.0,
                label: '观望',
                text: '那名男子说道：“摸一下怎么了？装什么呀？”',
                to: 34,
                attributesChange: {}
            }
        ]
    },
    {
        id: 34,
        text: '你感觉确实是在实施骚扰，你决定：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 34.0,
                label: '走过去帮助女孩',
                text: '你站起来，边说：“干嘛呢，别骚扰人啊！”边走了过去，你朋友紧紧跟在你旁边',
                to: 35,
                attributesChange: {
                    courage: 1
                },
                showConditions: [
                    {
                        operation: '>=',
                        attributeName: 'courage',
                        attributeValue: 8
                    }
                ]
            },
            { 
                id: 34.1,
                label: '坐在原位声援女孩',
                text: '“干嘛呢！怎么还骚扰人啊！当别人都不在啊！”',
                to: 36,
                attributesChange: {
                    courage: 1
                },
                showConditions: [
                    {
                        operation: '>=',
                        attributeName: 'courage',
                        attributeValue: 8
                    }
                ]
            },
            { 
                id: 34.2,
                label: '观望',
                text: '看那个男子很凶，你有些担心，默默关注着',
                to: 37,
                attributesChange: {
                    life: -1,
                    courage: -1
                }
            }
        ]
    },
    {
        id: 35,
        text: '事态已经从口角发展到了动手，女孩一直在拒绝男子，男子恼羞成怒把女孩揪起来，一把推到地上，女孩的身体摔下去，撞开了桌椅。\
                男子看着你：“怎么不要脸的婊子今天一个赶一个啊？”他几步走到你跟前，先揪住了你的头发，恶狠狠地扇了你一耳光，你头晕眼花间，他又要再打，这次你好友挡在前面，被男子一把打得踉跄了一下，好友立刻回击，与男子d打作一团。',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 35.0,
                label: '继续见义勇为',
                text: '',
                to: 38,
                attributesChange: {
                    life: -1
                }
            }
        ]
    },
    {
        id: 36,
        text: '男子转头看向你这边，“哪个女的在说话？”你理直气壮地看着对方，“你没看到店里都是人吗？你不要骚扰人！”',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 36.0,
                label: '继续见义勇为',
                text: '',
                to: 38,
                attributesChange: {
                    life: -1
                }
            }
        ]
    },
    {
        id: 37,
        text: '事态已经从口角发展到了动手，女孩一直在拒绝男子，男子恼羞成怒把女孩揪起来，一把推到地上，女孩的身体摔下去，撞开了桌椅。D又补了好几脚。\
                你：',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 37.0,
                label: '试图帮助',
                text: '你发现店里有个角落放着装饰花瓶。你鼓起勇气把花瓶砸向d。\
                        花瓶打伤了d，d捂着脑袋坐在了地上。F连忙把他扶起坐着，接着骂道：“你把我兄弟打成这样！你这个贱货！” \
                        那个人一直对你发送污言秽语，没多久警笛响了，你们一块被叫去了警局。',
                to: 100,
                attributesChange: {
                    money: -1,
                    moral: 1,
                    life: -1,
                    appearance: -1
                }
            },
            { 
                id: 37.1,
                label: '害怕',
                text: '你感觉事态发展变得太恐怖了，你不敢过去帮忙，默默拨打110低声报警了。\
                        在你报警后，又走进来一个男子f，d冲f喊道：“这个婊子，给脸不要脸！”d一边说着一边继续殴打女性a。你发现那桌上另一位女性b抡起了酒瓶子。D拉出b，殴打她，接着把a拖出了店，手上拎着破酒瓶。\
                        你：',
                to: 39,
                attributesChange: {
                    moral: 1,
                    mood: -1,
                    life: -1
                }
            }
        ]
    },
    {
        id: 38,
        text: '男子e走了进来，d冲他说道，“这群婊子给脸不要脸！”接着又和好友殴打在一起。E听了拿起酒瓶就冲了进来，女孩b和c拎起凳子试图抵挡，你转头提醒周围的顾客，“帮忙报警！”也冲进战团。',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 38.0,
                label: '继续见义勇为',
                text: '你们一群人混战间，外面警笛响起。D、e惊慌地要离开，“赶紧走，警察来了。”你们试图揪住他们，但他们还是跑了。',
                to: 104,
                attributesChange: {
                    money: -1,
                    moral: 1,
                    life: -1,
                    appearance: -1
                }
            }
        ]
    },
    {
        id: 39,
        text: '不受控的疯狂的暴力让你过度害怕，你发现店里已经变得无比嘈杂，有人在哭，在尖叫，在报警。',
        time: '1:50',
        location: '烧烤店',
        options: [
            { 
                id: 39.0,
                label: '害怕',
                text: '',
                to: 103,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 100,
        ending: {
                id: 100.0,
                label: '游戏结束',
                text: '自己不受伤；伤者及其朋友受伤；性骚扰人受伤（正当防卫）'
            }

    },
    {
        id: 101,
        ending: {
                id: 101.0,
                label: '游戏结束',
                text: '全员幸存, 成就幸运SSS'
            }

    },
    {
        id: 102,
        ending: {
                id: 102.0,
                label: '游戏结束',
                text: '吸引火力变成受害者。你有了深深的心理阴影，决定以后再也不多嘴帮人。不再相信人们会互助'
            }

    },
    {
        id: 103,
        ending: {
                id: 103.0,
                label: '游戏结束',
                text: '自己不受伤，目击陌生女性及其朋友受伤'
            }

    },
    {
        id: 104,
        ending: {
                id: 104.0,
                label: '游戏结束',
                text: '受轻伤、惊吓, 同陌生女性、朋友一块被打、减轻伤者原本的伤情, 被伤者感谢'
            }

    }
]