export const plots5 = [
    {
        id: 0,
        text: '你在厨房备菜。虽然疫情期间给你带来了很大的损失，但好在现在管控松下来，凭借你和妻子的酱料、手法，生意还是不错。你从厨房向大厅看去，老婆正在大厅里坐着串签子。你感到：',
        time: '10:30',
        location: '店里厨房',
        options: [
            { 
                id: 0.0,
                label: '老婆很能干',
                text: '你觉得你老婆很能干，你看那签子串得飞快。她从姑娘时候就手巧。',
                to: 1,
                attributesChange: {
                    mood: 1
                }
            },
            { 
                id: 0.1,
                label: '自己很能干',
                text: '你看着这家店，从内饰、装潢到桌椅的摆放，无一不是你紧紧盯着装修工人们完成的。事实证明，尽管疫情导致了一些亏损，但只要给人们外出消费的机会，你就能再度盈利。',
                to: 1,
                attributesChange: {
                    mood: 1,
                    courage: 1
                }
            }
        ]
    },
    {
        id: 1,
        text: '大家忙活了几小时, 歇下来吃午饭。吃午饭时店员A不时便叹气。这时你:',
        time: '13:00',
        location: '店里大厅',
        options: [
            { 
                id: 1.0,
                label: '吃饭叹什么气呀？',
                text: '',
                to: 2
            },
            { 
                id: 1.1,
                label: '这是干什么，觉得饭菜不好吃？',
                text: '',
                to: 2
            }
        ]
    },
    {
        id: 2,
        text: 'A一愣, 说道“唉，我一直在叹气吗？我都没注意”\
        店员B说道:“哎哟, 看你愁的。老板, 我知道他这是怎么了。他不是跟对象见家长了嘛, 他对象家里要30万彩礼加上付了首付的婚房。他哪儿来的钱!”\
        你：',
        time: '13:00',
        location: '店里大厅',
        options: [
            { 
                id: 2.0,
                label: '你(惊讶): “哦!小A也是到了年纪了。谈婚论嫁嘛, 都这样。但是也可以谈嘛。”',
                text: '',
                to: 3
            },
            { 
                id: 2.1,
                label: '你(了然): “哦!小A也是到了年纪了。是哇, 差不多都这个价吧？”',
                text: '',
                to: 3
            },
            { 
                id: 2.2,
                label: '你(皱眉):那小A怎么出得起哦。',
                text: '',
                to: 3
            }
        ]
    },
    {
        id: 3,
        text: '老板娘：“差不多吧。之前隔壁家女儿结婚，你晓得吧？一套婚房+36万, 陪了一个铺面和一辆车还有婚房装修。”\
        店员B: “哎, 老板娘, 那是你们有钱人家的女儿。我们么, 穷光蛋, 给了嫁妆呢, 也没什么陪嫁。像我姐姐, 我家也要了36万嫁妆, 我姐姐陪嫁就6万块。”\
        你：',
        time: '13:00',
        location: '店里大厅',
        options: [
            { 
                id: 3.1,
                label: '那多的30万不就是给你留着娶媳妇用的嘛。不然你姐姐肯定也不止带那么点。',
                text: '',
                to: 4
            },
            { 
                id: 3.2,
                label: '哦，你姐姐是挺孝顺的。',
                text: '老板娘嗤笑一声。',
                to: 4
            }
        ]
    },
    {
        id: 4,
        text: '小A又叹了口气。\
        你招呼大家：“都吃饭，下午还有签要串呢。要是来了外卖单子就得干活了。”',
        time: '13:00',
        location: '店里大厅',
        options: [
            { 
                id: 4.0,
                label: '继续',
                to: 5
            }
        ]
    },
    {
        id: 5,
        text: 'A从大厅走进厨房, 伴随着手机上“美团外卖, 您有新的订单”的提醒。A递进来一张单子, “老板，美团来了一单，点的这几样。”\
        你正把最后几样菜码进篮子里，送到烧烤架边。\
        你接过单子，想了想还是说道：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 5.0,
                label: '小A啊, 不要太担心, 会有办法的！',
                text: '',
                to: 6
            },
            { 
                id: 5.1,
                label: '小A啊, 不要太担心, 会有办法的。你看我现在开个店，过得也还像个样，是不是？那我当年，也是狠狠为彩礼发过愁的！', 
                text: '',
                to: 6
            }
        ]
    },
    {
        id: 6,
        text: '小A哭笑不得, 说道：“老板，我又不是新来的。你都说过多少遍啦，老板娘家要多少多少彩礼，你压根给不起，完了老板娘家里不同意，老板娘就偷了户口本跟你走了。老板娘不老说么，她不在的那几年，她哥哥病了都没去看过，心里很难过。”\
        你：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 6.0,
                label: '那你也可以跟你对象两个人盘算盘算嘛',
                text: '',
                to: 7
            },
            { 
                id: 6.1,
                label: '那你也可以跟你对象家里商量商量嘛', 
                text: '',
                to: 7
            }
        ]
    },
    {
        id: 7,
        text: '小A不说话, 回收银台那儿玩手机了。\
        你把剩下的篮子送到烧烤架那边, 把单子递给B, 嘱咐道：“这个客人不要辣啊，别忘了。”\
        B:“知道了老板！”\
        经过大厅，你妻子坐在角落里一张桌子上看电视剧，你不由得走了过去。\
        你：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 7.0,
                label: '又看什么电视剧呢？',
                text: '',
                to: 8
            },
            { 
                id: 7.1,
                label: '签子串完了？', 
                text: '',
                to: 8
            }
        ]
    },
    {
        id: 8,
        text: '你妻子把平板一推，“怎么了，你心情不好？找我的茬？”你：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 8.0,
                label: '说得什么话呀，关心关心你嘛',
                text: '',
                to: 9
            },
            { 
                id: 8.1,
                label: '火气旺哇？', 
                text: '',
                to: 9
            }
        ]
    },
    {
        id: 9,
        text: '你妻子翻了个白眼, “你就别瞎掺和人家小A怎么怎么的了, 看你闲的。明天备完菜没事做去买点胡椒，我看剩下的量不多。”你辩解道：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 9.0,
                label: '我怎么叫瞎掺和了？你是不懂彩礼的压力哇！',
                text: '',
                to: 10
            },
            { 
                id: 9.1,
                label: '我怎么叫瞎掺和了？你是不懂男人的压力哇！', 
                text: '',
                to: 10
            }
        ]
    },
    {
        id: 10,
        text: '你妻子听着听着，突然把平板一扣：“你怎么还没完了？我不懂你的压力？我不懂你的压力我当初还背着家里跟你跑了？”你：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 10.0,
                label: '着什么急嘛？所以啊，咱们俩现在过得多好呀，没有彩礼不是也过得很好么，何必要那么些坏了年轻人感情呢。',
                text: '',
                to: 11
            },
            { 
                id: 10.1,
                label: '怎么还急起来了？所以啊，我这不是说这条路可行嘛？咱们俩现在过得多好呀。', 
                text: '',
                to: 11
            }
        ]
    },
    {
        id: 11,
        text: '你妻子冷笑一声：“行啊，以后小宝结婚，你别找亲家要彩礼啊？” 你：',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 11.0,
                label: '可以啊。不要就不要，只要人好，彩礼算什么？',
                text: '',
                to: 12
            },
            { 
                id: 11.1,
                label: '那怎么行呢？！拿不拿得到另说，要都不要，那人家岂不是觉得我们小宝没人要倒贴吗！这可不行！', 
                text: '',
                to: 12
            }
        ]
    },
    {
        id: 12,
        text: '妻子低头，“你真不知道装不知道？你娘不就老爱说我倒贴？真是好笑死了。你怎么想的我不管，小宝要是结婚我会看得牢牢的。一定要彩礼，而且不能便宜！我的小宝怎么能结了婚被那边的人看扁？”',
        time: '15:00',
        location: '厨房',
        options: [
            { 
                id: 12.0,
                label: '继续',
                text: '',
                to: 13,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 13,
        text: '工商局上门检查，你请人家进来。工商局的几个人里里外外检查着，检查完你给几位递了些饮料。',
        time: '16:00',
        location: '店里大厅',
        options: [
            { 
                id: 13.0,
                label: '小哥，我店里不是上周刚抽查过吗？又被抽到了？',
                text: '',
                to: 14
            },
            { 
                id: 13.1,
                label: '小哥，怎么样哇？',
                text: '',
                to: 14
            }
        ]
    },
    {
        id: 14,
        text: '工作人员看了看周围，说道：“老板，你店里没什么大问题，我也知道上周你们店刚抽查过，不过……”你：',
        time: '16:00',
        location: '店里大厅',
        options: [
            { 
                id: 14.0,
                label: '(递上两百块钱)',
                text: '',
                to: 15
            },
            { 
                id: 14.1,
                label: '(递上4张免单券) 小哥, 我们店最近做促销活动，送你几张免单券你跟朋友可以来吃哈！',
                text: '',
                to: 16
            }
        ]
    },
    {
        id: 15,
        text: '被拒绝。工作人员义正言辞：“这是干什么！我们有纪律的哈，不可以收受贿赂！收起来收起来！”',
        time: '16:00',
        location: '店里大厅',
        options: [
            { 
                id: 15.0,
                label: '继续',
                text: '',
                to: 17
            }
        ]
    },
    {
        id: 16,
        text: '在场的工作人员一人拿了四张，接着其中一个说道，“老板，你最近是不是得罪谁了，老有人举报你露天烧烤、食品安全卫生有问题呀。”你十分吃惊，但也没有头绪。',
        time: '16:00',
        location: '店里大厅',
        options: [
            { 
                id: 16.0,
                label: '继续',
                text: '',
                to: 17
            }
        ]
    },
    {
        id: 17,
        text: '工商局的人走后，你又在店里强调了卫生问题：“咱们店里，大家没什么事的时候呢，就搞搞卫生，最近可能总是有突击检查，咱们要小心呀！”',
        time: '16:00',
        location: '店里大厅',
        options: [
            { 
                id: 17.0,
                label: '继续',
                text: '',
                to: 18,
                attributesChange: {
                    mood: -1
                }
            }
        ]
    },
    {
        id: 18,
        text: '陆陆续续热闹起来, 客人一多, 四个人忙得没时间坐下。突然, 你听见A喊道: “哎！那位客人！那个小伙子！你还没结账！”\
        你看见一个瘦小的小伙子从店门口一蹿。你：',
        time: '21:00',
        location: '店里大厅和店外',
        options: [
            { 
                id: 18.0,
                label: '跟着跑过去追帐',
                text: '',
                to: 19
            },
            { 
                id: 18.1,
                label: '(对小A): “我来收银，你去追那个逃单的，如果跑到人少的地方就算了。”',
                text: '',
                to: 20
            }
        ]
    },
    {
        id: 19,
        text: '老板娘指使小A也跟过去: “我怕有什么事情，你跟着一起去。”\
        你看着那个人越跑越偏, 心里犯怵, 这时发现小A也在身后追了上来。你们俩一块继续追, 但还是追丢了。\
        你：“没办法了，记住他的脸了吗？下次不要再做他的生意。这次就算咱们倒霉吧！”\
        小A: “嗯，记得。”',
        time: '21:00',
        location: '店里大厅和店外',
        options: [
            { 
                id: 19.0,
                label: '继续',
                text: '',
                to: 21,
                attributesChange: {
                    money: -1,
                    courage: 1
                }
            }
        ]
    },
    {
        id: 20,
        text: '没多久小A回来了, 说道: “没追上。那小子越跑越偏。看来很有经验。”\
        你“没办法了，记住他的脸了吗？下次不要再做他的生意。”\
        小A: “记得。”',
        time: '21:00',
        location: '店里大厅和店外',
        options: [
            { 
                id: 20.0,
                label: '继续',
                text: '',
                to: 21,
                attributesChange: {
                    money: -1
                }
            }
        ]
    },
    {
        id: 21,
        text: '一个男顾客走进来, 加了十来二十串烤串。小A打完单子去递给小B让他烧烤, 你端起加的酒, 也往外走。没想到男顾客在一桌女顾客桌前停下来了。男顾客摸了摸女顾客的背，被对方推开了。你：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 21.0,
                label: '劝说男顾客，“哎大哥，没事没事，妹子害羞，都这样啊！',
                text: '',
                to: 22,
                showConditions: [
                    {
                        operation: '>=',
                        attributeName: 'courage',
                        attributeValue: 8
                    }
                ]
            },
            { 
                id: 21.1,
                label: '不打扰这两个人的口角，继续送酒。',
                text: '你安全将酒送到外面那一桌。',
                to: 27
            },
            { 
                id: 21.2,
                label: '奉承男顾客，“哎大哥，我开店这么多年，第一次见你和你兄弟这么能喝又懂吃的人哇！”',
                text: '',
                to: 25,
                showConditions: [
                    {
                        operation: '>=',
                        attributeName: 'courage',
                        attributeValue: 8
                    }
                ]
            }
        ]
    },
    {
        id: 22,
        text: '被男顾客一把推开，你倒地，由于手里拿着酒，酒瓶破碎，碎片划伤了你的双手。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 22.0,
                label: '继续',
                text: '',
                to: 23,
                attributesChange: {
                    life: -1,
                    appearance: -1,
                    courage: -1
                }
            }
        ]
    },
    {
        id: 23,
        text: '你妻子冲出来，“干什么啊这是！我已经报警了啊！我劝你赶紧走，不然等会儿警察来了你要后悔！”\
        小A将你扶了起来, 你眼看着男顾客往妻子那边走, 你连忙和小A一起拦住男顾客: “我老婆讲报警了就是真的报警了！这位大哥你赶紧走吧！”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 23.0,
                label: '继续',
                text: '',
                to: 24
            }
        ]
    },
    {
        id: 24,
        text: '第二天、第三天、接下来一周都有人跑单，要么就是在店里闹事。第二周有人在说在店里的绿豆汤里吃出死老鼠肉，正巧工商局又来抽查，在后厨检查出大量毛发，被勒令整改。歇业',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 24.0,
                label: '继续',
                text: '',
                to: 100,
                attributesChange: {
                    money: -1,
                    courage: -1,
                    mood: -1,
                    moral: -1
                }
            }
        ]
    },
    {
        id: 25,
        text: '男顾客：“哎？是嘛？哈哈哈老板，你很会看人！来一起喝点？”男顾客接过酒瓶一块去送酒。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 25.0,
                label: '继续',
                text: '',
                to: 26,
                attributesChange: {
                    moral: 1
                }
            }
        ]
    },
    {
        id: 26,
        text: '你送完酒，回来提醒那一桌女顾客：“妹子啊，刚摸你那个男的你认识吗？”\
        “不认识。”女顾客说道。\
        “那你们要不今天就吃到这儿吧，打个车，从我后厨那个门走，悄悄的赶紧回家去。我看他们不像好人，我怕等会儿他们看到你们又来弄你们！”\
        被骚扰的女顾客犹豫了一会儿，一桌人商量了一下，听从你的建议离开了。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 26.0,
                label: '继续',
                text: '',
                to: 101
            }
        ]
    },
    {
        id: 27,
        text: '回来的时候发现事态已经升级，男顾客已经不止于性骚扰，而是变本加厉，甚至开始殴打女顾客。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 27.0,
                label: '继续',
                text: '',
                to: 28,
                attributesChange: {
                    life: -1
                }
            }
        ]
    },
    {
        id: 28,
        text: '你看见店里的客人大多感到害怕，离发生事故的这一桌远远的。由于这一桌刚好在门口，别的顾客都不敢离开。有别桌的女顾客已经哭了起来。你：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 28.0,
                label: 'if(勇气>=6)询问女顾客同桌顾客：“你们认识那个打人的吗？”',
                text: '她回道：“不认识”',
                to: 29,
                attributesChange: {
                    mood: -1
                }
            },
            { 
                id: 28.1,
                label: 'if(道德<8)旁观，退开，离殴打人的男顾客远一点',
                text: '',
                to: 39
            }
        ]
    },
    {
        id: 29,
        text: '尝试阻止殴打',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 28.0,
                label: '继续',
                text: '',
                to: 30
            }
        ]
    },
    {
        id: 30,
        text: '你一鼓作气冲到女顾客和男顾客之间，被男顾客一拳打开，“他吗的，滚开！”男顾客说道，“臭婊子，垃圾玩意儿……”你重新拦住男顾客，冲他大喊：“停下来！不要打了！”\
        男顾客和他的朋友围向了你。你说道：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 30.0,
                label: '不要打了！我已经报警了！',
                text: '',
                to: 31
            },
            { 
                id: 30.1,
                label: '不要打了！你们这样是犯法的你知道吗！',
                text: '',
                to: 32
            }
        ]
    },
    {
        id: 31,
        text: '你被男顾客和他朋友两人殴打，你挡住了男顾客，他的朋友就用椅子抡你的后脑勺。你感觉天旋地转，不知何时已经倒在了地上。你被男顾客的朋友又踢又踹，你听到有人在骂：“多管闲事！”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 31.0,
                label: '继续',
                text: '',
                to: 33,
                attributesChange: {
                    life: -1,
                    appearance: -1,
                    mood: -1
                }
            }
        ]
    },
    {
        id: 32,
        text: '你被男顾客和他朋友两人殴打，你挡住了男顾客，他的朋友就用椅子抡你的后脑勺。你感觉天旋地转，不知何时已经倒在了地上。你被男顾客的朋友又踢又踹，你听到有人在骂：“多管闲事！”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 32.0,
                label: '继续',
                text: '',
                to: 33,
                attributesChange: {
                    life: -1,
                    appearance: -1,
                    mood: -1
                }
            }
        ]
    },
    {
        id: 33,
        text: '你恍惚间被店员扶了起来，你听见妻子啜泣的声音，你回过神来，发现地上还躺着一个女顾客。你：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 33.0,
                label: '冲到厨房拿出斩骨刀冲到外面去对着在打人的男顾客挥舞。',
                text: '',
                to: 102
            },
            { 
                id: 33.1,
                label: '他们人呢？',
                text: '',
                to: 34
            },
            { 
                id: 33.2,
                label: '她们人呢？',
                text: '',
                to: 36
            }
        ]
    },
    {
        id: 34,
        text: '妻子说：“他们在外面打另外两个妹子，后面听到警察来了，就跑了……”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 34.0,
                label: '走了的那些客人都结帐了吗？',
                text: '',
                to: 35
            }
        ]
    },
    {
        id: 35,
        text: '小A说道: “有些结了……有些没有……太乱了……”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 35.0,
                label: '继续',
                text: '',
                to: 103,
                attributesChange: {
                    money: -2
                }
            }
        ]
    },
    {
        id: 36,
        text: '妻子：“被拖到外面打去了……”\
        地上的那个女顾客慢慢站了起来, 往外走去。小B拦住她说道: “别去了！你去也还是挨打！”\
        你发现店里变得空了许多，很多客人因为殴打人的男人不再堵在店门口而迅速地离开了店里。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 36.0,
                label: '继续',
                text: '',
                to: 37
            }
        ]
    },
    {
        id: 37,
        text: '店里已经是一片狼藉，你虽然不报太大希望，但还是问了一句：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 37.0,
                label: '那些打人的还在外面吗？',
                text: '',
                to: 38
            }
        ]
    },
    {
        id: 38,
        text: '妻子：“还在……”\
        忽然响起了警笛的声音, 妻子立刻跑了出去, 小B也跟过去, 你听见小B说, ”老板, 他们跑了！”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 38.0,
                label: '继续',
                text: '',
                to: 103
            }
        ]
    },
    {
        id: 39,
        text: '你非常担心，但是却不敢上前，你怕被打。你看向你妻子，她做了一个打电话的手势，你看了看微信，她发来一条消息：“我已经报警了”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 39.0,
                label: '继续',
                text: '',
                to: 40
            }
        ]
    },
    {
        id: 40,
        text: '犹豫之间店外男顾客同桌的人也走了进来，拿起椅子抡在女顾客的朋友身上。你：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 40.0,
                label: '继续观望',
                text: '',
                to: 41
            }
        ]
    },
    {
        id: 41,
        text: '被殴打得最惨的女顾客已经被拖到了店外，你发现店里变得很吵，哭泣声、议论声。你看着那个被拖出去的女顾客被打得满脸是血，另一个跟出去的女顾客脑袋被锤到了台阶上。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 41.0,
                label: '继续',
                text: '',
                to: 42,
                attributesChange: {
                    life: -1,
                    courage: -1
                }
            }
        ]
    },
    {
        id: 42,
        text: '你眼看着那几个被殴打的人都要不行了，你焦急地站在一定距离外看着，这时，不少客人陆陆续续站起来要走了，你说：',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 42.0,
                label: '结账了吗？',
                text: '',
                to: 43
            },
            { 
                id: 42.1,
                label: '快走吧，避开那几个男人！',
                text: '',
                to: 44
            }
        ]
    },
    {
        id: 43,
        text: '一些客人瞪了你好几眼, 一些客人被提醒着回去收银小A那边结账。\
        “天啊……！”你听到一声惊呼，你连忙看去。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 43.0,
                label: '继续',
                text: '',
                to: 45
            }
        ]
    },
    {
        id: 44,
        text: '听到的顾客们都点点头，看到你店里的狼藉眼中都是同情。\
        “天啊……！”你听到一声惊呼，你连忙看去。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 44.0,
                label: '继续',
                text: '',
                to: 45
            }
        ]
    },
    {
        id: 45,
        text: '一个顾客站在门口捂住了嘴，接着赶忙跑了。你看到那个打人最狠的男人站在店门一边，他打的女人倒在地上，而这个男人甚至卷起上衣擦了擦手上的血。',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 44.0,
                label: '继续',
                text: '',
                to: 46
            }
        ]
    },
    {
        id: 46,
        text: '忽然响起了警笛的声音, 妻子立刻跑了出去, 小B也跟过去, 你听见小B说, ”老板，他们跑了！”',
        time: '02:00',
        location: '店里大厅',
        options: [
            { 
                id: 46.0,
                label: '继续',
                text: '',
                to: 104
            }
        ]
    },
    {
        id: 100,
        ending: {
                id: 100.0,
                label: '游戏结束',
                text: '（女客被性骚扰、帮助被发现、被记恨、受伤、歇业）'
            }

    },
    {
        id: 101,
        ending: {
                id: 101.0,
                label: '游戏结束',
                text: '（女客被性骚扰，参与帮助未被发现）'
            }

    },
    {
        id: 102,
        ending: {
                id: 102.0,
                label: '游戏结束',
                text: '（过失伤人、蓄意伤人）'
            }

    },
    {
        id: 103,
        ending: {
                id: 103.0,
                label: '游戏结束',
                text: '（恶性事故、器具损失、自己受伤、整改歇业）'
            }

    },
    {
        id: 104,
        ending: {
                id: 104.0,
                label: '游戏结束',
                text: '（恶性事故、器具损失、整改歇业）'
            }

    }
]